[
    {
        "adult": false,
        "backdrop_path": "/iNh3BivHyg5sQRPP1KOkzguEX0H.jpg",
        "genre_ids": [
            18,
            80
        ],
        "id": 278,
        "original_language": "en",
        "original_title": "The Shawshank Redemption",
        "overview": "Фильм удостоен шести номинаций на «Оскар», в том числе и как лучший фильм года. Шоушенк — название тюрьмы. И если тебе нет еще 30-ти, а ты получаешь пожизненное, то приготовься к худшему: для тебя выхода из Шоушенка не будет! Актриса Рита Хэйворт — любимица всей Америки. Энди Дифрейну она тоже очень нравилась. Рита никогда не слышала о существовании Энди, однако жизнь Дифрейну, бывшему вице-президенту крупного банка, осужденному за убийство жены и ее любовника, Рита Хэйворт все-таки спасла.",
        "popularity": 42.022,
        "poster_path": "/yvmKPlTIi0xdcFQIFcQKQJcI63W.jpg",
        "release_date": "1994-09-23",
        "title": "Побег из Шоушенка",
        "video": false,
        "vote_average": 8.7,
        "vote_count": 18896
    },
    {
        "adult": false,
        "backdrop_path": "/rSPw7tgCH9c6NqICZef4kZjFOQ5.jpg",
        "genre_ids": [
            18,
            80
        ],
        "id": 238,
        "original_language": "en",
        "original_title": "The Godfather",
        "overview": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов. Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
        "popularity": 36.436,
        "poster_path": "/gZUc6DbAirZGWJL1685jsOd90Sf.jpg",
        "release_date": "1972-03-14",
        "title": "Крёстный отец",
        "video": false,
        "vote_average": 8.7,
        "vote_count": 14251
    },
    {
        "poster_path": "/4K8fGGcJP2EoGDucILnaJcOJhZl.jpg",
        "release_date": "1993-11-30",
        "title": "Список Шиндлера",
        "video": false,
        "vote_average": 8.6,
        "vote_count": 11355
    },
    {
        "adult": false,
        "backdrop_path": "/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg",
        "genre_ids": [
            18,
            80
        ],
        "id": 240,
        "original_language": "en",
        "original_title": "The Godfather: Part II",
        "overview": "В центре драмы представители нового поколения гангстерского клана — дона Корлеоне и его сына, для которых не существует моральных преград на пути достижения поставленых целей. Они превращают мафию, построенную по патриархальным, еще сицилийским законам, в весьма прагматичную, жесткую корпорацию, плавно интегрирующуюся в большой бизнес Америки.",
        "popularity": 24.098,
        "poster_path": "/jDaC944dvUc1a4M1vp0oSW1XDak.jpg",
        "release_date": "1974-12-20",
        "title": "Крёстный отец 2",
        "video": false,
        "vote_average": 8.6,
        "vote_count": 8501
    },
    {
        "adult": false,
        "backdrop_path": "/dIWwZW7dJJtqC6CgWzYkNVKIUm8.jpg",
        "genre_ids": [
            10749,
            16,
            18
        ],
        "id": 372058,
        "original_language": "ja",
        "original_title": "君の名は。",
        "overview": "События фильма происходят спустя месяц после того, как в Японии, впервые за тысячу лет, упала комета. В центре сюжета «истории о чудесах и любви» оказываются Мицуха и Таки. Мицуха — старшеклассница из провинциального городка, затерянного в горах. Её отец — местный мэр, который редко бывает дома, так что большую часть времени она живёт с младшей сестрой, учащейся в начальной школе, и бабушкой. Мицуха — честная девушка, но ей не нравятся обычаи её семейного синтоистского храма и тот факт, что отец опять участвует в выборах. И вообще, её не прельщает жизнь в сельской местности, вместо этого она мечтает о чудесах большого Токио. И однажды ей снится, что она парень из столицы... Таки — старшеклассник, живущий в центре Токио. Он общается с друзьями и работает на полставки в итальянском ресторане, интересуется архитектурой и прочими изящными искусствами. Однажды Таки видит сон, в котором он оказывается школьницей из горного городка, в котором никогда не бывал...",
        "popularity": 69.836,
        "poster_path": "/9lc8IGK2zQnWpR1SCf2pl4Q0fSW.jpg",
        "release_date": "2016-08-26",
        "title": "Твоё имя",
        "video": false,
        "vote_average": 8.6,
        "vote_count": 7429
    },
    {
        "adult": false,
        "backdrop_path": "/Ab8mkHmkYADjU7wQiOkia9BzGvS.jpg",
        "genre_ids": [
            16,
            10751,
            14
        ],
        "id": 129,
        "original_language": "ja",
        "original_title": "千と千尋の神隠し",
        "overview": "Маленькая Тихиро вместе с мамой и папой переезжают в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждёт великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы, властительницы таинственного мира древних богов и могущественных духов. Теперь, оказавшись одна среди магических существ и загадочных видений, отважная Тихиро должна придумать, как избавить своих родителей от чар коварной старухи и спастись из пугающего царства призраков…",
        "popularity": 44.898,
        "poster_path": "/5tHJGgjCf96Uli8v12VdwCkYq1g.jpg",
        "release_date": "2001-07-20",
        "title": "Унесённые призраками",
        "video": false,
        "vote_average": 8.5,
        "vote_count": 11316
    },
    {
        "adult": false,
        "backdrop_path": "/xMIyotorUv2Yz7zpQz2QYc8wkWB.jpg",
        "genre_ids": [
            14,
            18,
            80
        ],
        "id": 497,
        "original_language": "en",
        "original_title": "The Green Mile",
        "overview": "Пол Эджкомб - начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
        "popularity": 32.958,
        "poster_path": "/9QyCBlmVtGn9daAclMFHwprzElR.jpg",
        "release_date": "1999-12-10",
        "title": "Зелёная миля",
        "video": false,
        "vote_average": 8.5,
        "vote_count": 12233
    },
    {
        "adult": false,
        "backdrop_path": "/pcDc2WJAYGJTTvRSEIpRZwM3Ola.jpg",
        "genre_ids": [
            28,
            12,
            14,
            878
        ],
        "id": 791373,
        "original_language": "en",
        "original_title": "Zack Snyder's Justice League",
        "overview": "Вдохновившись самопожертвованием Супермена, Брюс Уэйн вновь обретает веру в человечество. Он заручается поддержкой новой союзницы Дианы Принс, чтобы сразиться с ещё более могущественным противником. Бэтмен и Чудо-женщина набирают команду сверхлюдей для борьбы с пробудившейся угрозой.",
        "popularity": 1894.472,
        "poster_path": "/mUKyopnIdWe8bqW7Q4VSiQEDaeq.jpg",
        "release_date": "2021-03-18",
        "title": "Лига справедливости Зака Снайдера",
        "video": false,
        "vote_average": 8.5,
        "vote_count": 5373
    },
    {
        "adult": false,
        "backdrop_path": "/suaEOtk1N1sgg2MTM7oZd2cfVp3.jpg",
        "genre_ids": [
            53,
            80
        ],
        "id": 680,
        "original_language": "en",
        "original_title": "Pulp Fiction",
        "overview": "Двое бандитов Винсент Вега и Джулс Винфилд проводят время в философских беседах в перерыве между разборками и «решением проблем» с должниками своего криминального босса Марселласа Уоллеса. Параллельно разворачивается три истории. В первой из них Винсент присматривает за женой Марселласа Мией и спасает ее от передозировки наркотиков. Во второй рассказывается о Бутче Кулидже, боксере, нанятом Уоллесом, чтобы сдать бой, но обманувшим его.",
        "popularity": 41.239,
        "poster_path": "/tEfPt3FQ1on0DLRM3QOlliLc9Lk.jpg",
        "release_date": "1994-09-10",
        "title": "Криминальное чтиво",
        "video": false,
        "vote_average": 8.5,
        "vote_count": 21049
    },
    {
        "adult": false,
        "backdrop_path": "/pm0RiwNpSja8gR0BTWpxo5a9Bbl.jpg",
        "genre_ids": [
            12,
            14,
            28
        ],
        "id": 122,
        "original_language": "en",
        "original_title": "The Lord of the Rings: The Return of the King",
        "overview": "Последняя часть трилогии о Кольце Всевластия и о героях, взявших на себя бремя спасения Средиземья. Повелитель сил Тьмы Саурон направляет свои бесчисленные рати под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это и мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластия. Улыбнется ли им счастье?",
        "popularity": 56.356,
        "poster_path": "/t5CNKKanYVzrcDmute3NWKXdfhC.jpg",
        "release_date": "2003-12-01",
        "title": "Властелин колец: Возвращение Короля",
        "video": false,
        "vote_average": 8.5,
        "vote_count": 17581
    }
]